Repository: sherif-hfm/ItsBackOffice
Catalog: BackOfficeUI/Accounting/frmVoucher.*.resx
Languages: ar_kw

# clmVoucherCode.HeaderText
source: Voucher Code
ar_kw: رمز السند

# clmEnglishName.HeaderText
source: English Name
ar_kw: الأسم انجليزى

# clmArVoucherName.HeaderText
source: Arabic Name
ar_kw: الأسم عربى

# clmEnEliasName.HeaderText
source: English Elias
ar_kw: الأسم انجليزى مختصر

# clmEliasAr.HeaderText
source: Arabic Elias
ar_kw: الأسم عربى مختصر

# groupBox2.Text
source: Main
ar_kw: رئيسى

# lblCheckValueAdding.Text
source: Add Check Value
ar_kw: أضافة قيمة للفحص

# lblExtraField2.Text
source: Extra Field 2
ar_kw: حقل أفتراضى 2

# lblExtraField3.Text
source: Extra Field 3
ar_kw: حقل أفتراضى 3

# lblExtraField4.Text
source: Extra Field 4
ar_kw: حقل أفتراضى 4

# lblExtraField5.Text
source: Extra Field 5
ar_kw: حقل أفتراضى 5

# lblExtraField1.Text
source: Extra Field 1
ar_kw: حقل أفتراضى 1

# lblDepitAccount.Text
source: Depit Account Number
ar_kw: حساب مدين افتراضى

# lblCreditAccount.Text
source: Credit Account Number
ar_kw: حساب دائن افتراضى

# lblVoucherCode.Text
source: Vouchre Code
ar_kw: رمز المستند

# lblVoucherName.Text
source: Voucher Name
ar_kw: أسم المستند

# lblCurrency.Text
source: Currency
ar_kw: العملة

# lblArabicName.Text
source: Arabic Name
ar_kw: الأسم عربى

# lblEnglishName.Text
source: English Name
ar_kw: الأسم انجليزى

# groupBox3.Text
source: Details
ar_kw: تفاصيل

# lblDtlExtraField2.Text
source: Extra Field 2
ar_kw: حقل أفتراضى 2

# lblDtlExtraField3.Text
source: Extra Field 3
ar_kw: حقل أفتراضى 3

# lblDtlExtraField14.Text
source: Extra Field 4
ar_kw: حقل أفتراضى 4

# lblDtlExtraField5.Text
source: Extra Field 5
ar_kw: حقل أفتراضى 5

# lblDtlExtraField1.Text
source: Extra Field 1
ar_kw: حقل أفتراضى 1
